Revit 2027 API
ParameterTypeId.RebarSystemBarTypeBackDirn2 Property
 "Interior Minor Bar Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemBarTypeBackDirn2 { get; }
Public Shared ReadOnly Property RebarSystemBarTypeBackDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemBarTypeBackDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemBarTypeBackDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace